{"paragraph": "In a certain county of England, bounded on one side by the sea, and at\nthe distance of one hundred miles from the metropolis, lived Gamaliel\nPickle, esq.; the father of that hero whose fortunes we propose to\nrecord. He was the son of a merchant in London, who, like Rome, from\nsmall beginnings had raised himself to the highest honours of the city,\nand acquired a plentiful fortune, though, to his infinite regret, he\ndied before it amounted to a plum, conjuring his son, as he respected\nthe last injunction of a parent, to imitate his industry, and adhere to\nhis maxims, until he should have made up the deficiency, which was a sum\nconsiderably less than fifteen thousand pounds.", "conversion": "In a certain county in England, bounded on one side by the sea and about one hundred miles from the metropolis, lived Gamaliel Pickle, Esq. We're going to tell the story of that hero's father. He was the son of a merchant in London who, like Rome, had risen from small beginnings to the highest honors of the city, and had acquired a plentiful fortune, though he died before it amounted to a great deal, conjuring his son, as he respected the last injunction of a parent, to imitate his industry and adhere to his maxims until he should have made up the deficiency, which was a sum considerably less than fifteen thousand pounds."}

{"paragraph": "This pathetic remonstrance had the desired effect upon his\nrepresentative, who spared no pains to fulfil the request of the\ndeceased: but exerted all the capacity with which nature had endowed\nhim, in a series of efforts, which, however, did not succeed; for by the\ntime he had been fifteen years in trade, he found himself five thousand\npounds worse than he was when he first took possession of his father's\neffects; a circumstance that affected him so nearly, as to detach his\ninclinations from business, and induce him to retire from the world to\nsome place where he might at leisure deplore his misfortunes, and, by\nfrugality, secure himself from want, and the apprehensions of a jail,\nwith which his imagination was incessantly haunted. He was often heard\nto express his fears of coming upon the parish; and to bless God, that,\non account of his having been so long a housekeeper, he was entitled\nto that provision. In short, his talents were not naturally active, and\nthere was a sort of inconsistency in his character; for, with all the\ndesire of amassing which any citizen could possibly entertain, he was\nencumbered by a certain indolence and sluggishness that prevailed over\nevery interested consideration, and even hindered him from profiting by\nthat singleness of apprehension, and moderation of appetites, which have\nso frequently conduced to the acquisition of immense fortunes;\nqualities which he possessed in a very remarkable degree. Nature, in all\nprobability, had mixed little or nothing inflammable in his composition;\nor, whatever seeds of excess she might have sown within him, were\neffectually stifled and destroyed by the austerity of his education.", "conversion": "This pathetic request had the desired effect on his representative, who spared no pains to fulfill the request of the deceased: but exerted all the capacity with which nature had endowed him, in a series of efforts, which, however, did not succeed; for by the time he had been fifteen years in trade, he found himself five thousand pounds worse off than he was when he first took possession of his father's effects; a circumstance that affected him so nearly, as to detach his inclinations from business, and induce him to retire from the world to some place where he might at leisure deplore his misfortunes, and, by frugality, secure himself from want, and the apprehensions of jail, with which his imagination was incessantly haunted. He was often heard to express his fears of coming upon the parish; and to bless God, that, because he had been a housekeeper for so long, he was entitled to that provision. In short, he was not naturally talented or ambitious, and there was a sort of inconsistency in his character; for, even though he had all the desire to amass wealth that any citizen could possibly have, he was burdened by a certain laziness and sluggishness that won out over every other consideration, and even prevented him from profiting from the single-mindedness and moderation of his desires, which have so often led to the acquisition of immense fortunes; qualities which he possessed in a very remarkable degree. It's highly unlikely that nature gave him much of an inclination towards excess; or, if she did plant any seeds of it within him, they were effectively suppressed by the severity of his upbringing."}

{"paragraph": "The sallies of his youth, far from being inordinate or criminal, never\nexceeded the bounds of that decent jollity which an extraordinary pot,\non extraordinary occasions, may be supposed to have produced in a club\nof sedate book-keepers, whose imaginations were neither very warm nor\nluxuriant. Little subject to refined sensations, he was scarce ever\ndisturbed with violent emotions of any kind. The passion of love never\ninterrupted his tranquility; and if, as Mr. Creech says, after Horace,", "conversion": "The pranks of his youth, far from being excessive or criminal, never exceeded the bounds of that decent fun which an extraordinary bottle of wine, on extraordinary occasions, may be supposed to have produced in a club of sedate bookkeepers, whose imaginations were neither very vivid nor creative. He was not very sensitive and was hardly ever disturbed by strong emotions. Love never interfered with his tranquility; and if, as Mr. Creech says, quoting Horace,"}

{"paragraph": "    Not to admire is all the art I know;\n    To make men happy, and to keep them so;", "conversion": "The art of not admiring is all I know; to make men happy, and to keep them that way."}

{"paragraph": "Mr. Pickle was undoubtedly possessed of that invaluable secret; at\nleast, he was never known to betray the faintest symptom of transport,\nexcept one evening at the club, where he observed, with some\ndemonstrations of vivacity, that he had dined upon a delicate loin of\nveal.", "conversion": "Mr. Pickle clearly had that valuable secret; at least, he was never seen to betray the slightest hint of excitement, except one evening at the club, where he said, with some enthusiasm, that he had eaten a delicious veal loin."}

{"paragraph": "Notwithstanding this appearance of phlegm, he could not help feeling his\ndisappointments in trade; and upon the failure of a certain underwriter,\nby which he lost five hundred pounds, declared his design of\nrelinquishing business, and retiring to the country. In this resolution\nhe was comforted and encouraged by his only sister, Mrs. Grizzle, who\nhad managed his family since the death of his father, and was now in\nthe thirtieth year of her maidenhood, with a fortune of five thousand\npounds, and a large stock of economy and devotion.", "conversion": "Despite this appearance of calm, he couldn't help feeling his disappointment at the state of trade; and upon the failure of a certain underwriter, by which he lost five hundred pounds, declared his intention of giving up business, and retiring to the countryside. In this situation he was comforted and encouraged by his only sister, Mrs. Grizzle, who had managed his family since the death of his father, and was now in her thirtieth year, with a fortune of five thousand pounds, and a large stock of economy and devotion."}

{"paragraph": "These qualifications, one would think, might have been the means of\nabridging the term of her celibacy, as she never expressed any aversion\nto wedlock; but, it seems, she was too delicate in her choice, to find\na mate to her inclination in the city: for I cannot suppose that she\nremained so long unsolicited; though the charms of her person were\nnot altogether enchanting, nor her manner over and above agreeable.\nExclusive of a very wan (not to call it sallow) complexion, which,\nperhaps, was the effects of her virginity and mortification, she had\na cast in her eyes that was not at all engaging; and such an extent of\nmouth, as no art or affectation could contract into any proportionable\ndimension; then her piety was rather peevish than resigned, and did\nnot in the least diminish a certain stateliness in her demeanour and\nconversation, that delighted in communicating the importance and honour\nof her family, which, by the bye, was not to be traced two generations\nback by all the power of heraldry or tradition.", "conversion": "One would think that these qualifications might have shortened her period of celibacy, as she never expressed any aversion to marriage. But it seems that she was too choosy to find a mate who met her standards in the city. I can't suppose that she remained unmarried and unasked-for for so long, even though her physical appearance wasn't entirely enchanting and her manner wasn't especially agreeable. She had a very pale (not to say sallow) complexion, which, perhaps, was the result of her virginity and mortification; and such an extent of mouth that no art or affectation could make it look proportional; then her piety was rather peevish than resigned, and did not in the least diminish a certain stateliness in her demeanor and conversation, which delighted in communicating the importance and honor of her family, which, by the way, could not be traced back more than two generations by all the power of heraldry or tradition."}

{"paragraph": "She seemed to have renounced all the ideas she had acquired before her\nfather served the office of sheriff; and the eye which regulated the\ndates of all her observation, was the mayoralty of her papa. Nay, so\nsolicitous was this good lady for the support and propagation of the\nfamily name, that, suppressing every selfish motive, she actually\nprevailed upon her brother to combat with his own disposition, and\neven surmount it so far, as to declare a passion for the person whom he\nafterwards wedded, as we shall see in the sequel. Indeed, she was the\nspur that instigated him in all his extraordinary undertakings; and I\nquestion, whether he would or not have been able to disengage himself\nfrom that course of life in which he had so long mechanically moved,\nunless he had been roused and actuated by her incessant exhortations.\nLondon, she observed, was a receptacle of iniquity, where an honest,\nunsuspecting man was every day in danger of falling a sacrifice to\ncraft; where innocence was exposed to continual temptations, and virtue\neternally persecuted by malice and slander; where everything was ruled\nby caprice and corruption, and merit utterly discouraged and despised.\nThis last imputation she pronounced with such emphasis and chagrin, as\nplainly denoted how far she considered herself as an example of what she\nadvanced; and really the charge was justified by the constructions that\nwere put upon her retreat by her female friends, who, far from imputing\nit to the laudable motives that induced her, insinuated, in sarcastic\ncommendations, that she had good reason to be dissatisfied with a place\nwhere she had been so overlooked; and that it was certainly her\nwisest course to make her last effort in the country, where, in all\nprobability, her talents would be less eclipsed, and her fortune more\nattractive.", "conversion": "She seemed to have abandoned all the ideas she had acquired before her father served as sheriff; and the benchmark she used to measure all her observations was the mayoralty of her papa. No, this good lady was so worried about the family name being supported and continued that she actually convinced her brother to go against his own nature and even overcome it enough to declare his love for the person he married later, as we will see. She was the one who spurred him on to do all his extraordinary things; and I wonder if he would have been able to break away from the life he'd been living for so long if she hadn't kept urging him on. She observed that London was a den of iniquity, where an honest, unsuspecting man was in danger of being sacrificed to craft every day; where innocence was continually tempted, and virtue was eternally persecuted by malice and slander; where everything was ruled by caprice and corruption, and merit was utterly discouraged and despised. This last accusation she pronounced with such emphasis and frustration, as plainly showed how much she considered herself an example of what she was saying; and really, the charge was justified by the conclusions that were drawn about her retreat by her female friends, who, far from believing it was for the admirable reasons that she claimed, insinuated, in sarcastic compliments, that she had good reason to be dissatisfied with a place where she had been so ignored; and that it was certainly her wisest move to make her last effort in the countryside, where, most likely, her talents would be less overshadowed, and her prospects more promising."}

{"paragraph": "Be this as it will, her admonitions, though they were powerful enough to\nconvince, would have been insufficient to overcome the languor and\nvis inertiae of her brother, had she not reinforced her arguments, by\ncalling in question the credit of two or three merchants, with whom he\nwas embarked in trade.", "conversion": "Her admonitions, although they were powerful enough to convince, would not have been sufficient to overcome her brother's languor and inertia, had she not reinforced her arguments by calling into question the credit of a few of the merchants with whom he was embarked in trade."}

{"paragraph": "Alarmed at these hints of intelligence, he exerted himself effectually;\nhe withdrew his money from trade, and laying it out in Bank-stock, and\nIndia-bonds, removed to a house in the country, which his father had\nbuilt near the sea-side, for the convenience of carrying on a certain\nbranch of traffic in which he had been deeply concerned.", "conversion": "Alarmed by these hints of intelligence, he exerted himself effectively; he withdrew his money from trade, and investing it in Bank stock and India bonds, removed to a house in the country his father had built near the seaside to carry on a certain branch of traffic in which he had been deeply involved."}

{"paragraph": "Here then Mr. Pickle fixed his habitation for life, in the\nsix-and-thirtieth year of his age; and though the pangs he felt at\nparting with his intimate companions, and quitting all his former\nconnections, were not quite so keen as to produce any dangerous disorder\nin his constitution, he did not fail to be extremely disconcerted at his\nfirst entrance into a scene of life to which he was totally a stranger.\nNot but that he met with abundance of people in the country, who, in\nconsideration of his fortune, courted his acquaintance, and breathed\nnothing but friendship and hospitality; yet, even the trouble of\nreceiving and returning these civilities was an intolerable fatigue to\na man of his habits and disposition. He therefore left the care of\nthe ceremonial to his sister, who indulged herself in all the pride of\nformality; while he himself, having made a discovery of a public-house\nin the neighbourhood, went thither every evening and enjoyed his pipe\nand can; being very well satisfied with the behaviour of the landlord,\nwhose communicative temper was a great comfort to his own taciturnity;\nfor he shunned all superfluity of speech, as much as he avoided any\nother unnecessary expense.\n", "conversion": "So Mr. Pickle settled down to live here at age thirty-six, even though leaving all his close friends and breaking all his old ties wasn't as hard on him as to make him seriously ill. He was still very upset, though, at finding himself in a completely unfamiliar world. Not that he didn't meet plenty of people in the country who, because of his wealth, courted his acquaintance and only spoke of friendship and hospitality; yet, even the hassle of receiving and returning these civilities was an unbearable fatigue to a man of his habits and disposition. He left the ceremonial duties to his sister, who enjoyed indulging in all the formalities; while he discovered a pub in the neighborhood and went there every evening to enjoy his pipe and beer. He was very pleased with the landlord's friendly personality, which was a great relief to his own shyness when it came to speaking; for he avoided superfluous conversation as much as he avoided any other unnecessary expense."}

